{
  "conform.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "direnv.vim": { "branch": "clean-ansi-codes" },
  "fundo": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "octo.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "suda.vim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "vim-repeat": { "branch": "maparg" },
  "vim-sneak": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zk": { "branch": "main" }
}
